[TC_WOTC_MWR_M40A3_T1 X2WeaponTemplate]
FriendlyName="<font color='#ECECEC'><b>M40A3</b></font>"
FriendlyNamePlural="<font color='#ECECEC'><b>M40A3</b></font>"
AbilityDescName="снайперская винтовка"
BriefSummary="M40 - американская снайперская винтовка, сконструированная на базе Remington 40ХВ (в свою очередь являющейся усовершенствованым вариантом Remington 700). Для стрельбы из M40 применяются винтовочные патроны калибра 7,62×51 мм NATO. Технически представляет собой винтовку с продольно-скользящим поворотным затвором. Подача патронов при стрельбе производится из коробчатого магазина емкостью на 5 патронов. Винтовка комплектуется десятикратным оптическим прицелом Unertl. Рассеивание на дистанции 300 м — не более 1 угловой минуты (5 выстрелов укладываются в круг диаметром 80 мм)." 
TacticalText="<Bullet/>Тип: Снайперская винтовка\n<Bullet/>Режим ведения огня: Одиночный\n<Bullet/>Принцип действия: Скользящий затвор\n<Bullet/>Тип боеприпаса: 7.62x51мм НАТО\n<Bullet/>Страна производитель: США\n<Bullet/>Уровень технологии: Базовое оружие"

[TC_WOTC_MWR_M40A3_T2 X2WeaponTemplate]
FriendlyName="<font color='#27AAE1'><b>UAM M-762</b></font>"
FriendlyNamePlural="<font color='#27AAE1'><b>UAM M-762</b></font>"
AbilityDescName="снайперская винтовка"
BriefSummary="M40 - американская снайперская винтовка, сконструированная на базе Remington 40ХВ (в свою очередь являющейся усовершенствованым вариантом Remington 700). Для стрельбы из M40 применяются винтовочные патроны калибра 7,62×51 мм NATO. Технически представляет собой винтовку с продольно-скользящим поворотным затвором. Подача патронов при стрельбе производится из коробчатого магазина емкостью на 5 патронов. Винтовка комплектуется десятикратным оптическим прицелом Unertl. Рассеивание на дистанции 300 м — не более 1 угловой минуты (5 выстрелов укладываются в круг диаметром 80 мм).\nXM402 - прототип снайперской винтовки основанный на M40. Применение технологии Гаусса, вкупе со стволом, изготовленным из инопланетных сплавов, позволили существенно улучшить боевые характеристики данного образца."
TacticalText="<Bullet/>Тип: Снайперская винтовка\n<Bullet/>Режим ведения огня: Одиночный\n<Bullet/>Принцип действия: Скользящий затвор\n<Bullet/>Тип боеприпаса: 7.62x51мм НАТО\n<Bullet/>Страна производитель: США\n<Bullet/>Уровень технологии: Магнитное оружие"

[TC_WOTC_MWR_M40A3_T3 X2WeaponTemplate]
FriendlyName="<font color='#CF4517'><b>UAM M-2000</b></font>"
FriendlyNamePlural="<font color='#CF4517'><b>UAM M-2000</b></font>"
AbilityDescName="снайперская винтовка"
BriefSummary="M40 - американская снайперская винтовка, сконструированная на базе Remington 40ХВ (в свою очередь являющейся усовершенствованым вариантом Remington 700). Для стрельбы из M40 применяются винтовочные патроны калибра 7,62×51 мм NATO. Технически представляет собой винтовку с продольно-скользящим поворотным затвором. Подача патронов при стрельбе производится из коробчатого магазина емкостью на 5 патронов. Винтовка комплектуется десятикратным оптическим прицелом Unertl. Рассеивание на дистанции 300 м — не более 1 угловой минуты (5 выстрелов укладываются в круг диаметром 80 мм).\nUSAM 403 - новое поколение снайперских винтовок основанных на технологиях винтовки M40. Замена ствола высокочастотным цилиндром, позволили данному образцу пробивать любую существующую броню, что несомненно станет сюрпризом для противника."
TacticalText="<Bullet/>Тип: Снайперская винтовка\n<Bullet/>Режим ведения огня: Одиночный\n<Bullet/>Принцип действия: Скользящий затвор\n<Bullet/>Тип боеприпаса: 7.62x51мм НАТО\n<Bullet/>Страна производитель: США\n<Bullet/>Уровень технологии: Лучевое оружие"

[TC_WOTC_RPR_MWR_M40A3_T1 X2WeaponTemplate]
FriendlyName="<font color='#ECECEC'><b>M40A3</b></font>"
FriendlyNamePlural="<font color='#ECECEC'><b>M40A3</b></font>"
AbilityDescName="снайперская винтовка"
BriefSummary="M40 - американская снайперская винтовка, сконструированная на базе Remington 40ХВ (в свою очередь являющейся усовершенствованым вариантом Remington 700). Для стрельбы из M40 применяются винтовочные патроны калибра 7,62×51 мм NATO. Технически представляет собой винтовку с продольно-скользящим поворотным затвором. Подача патронов при стрельбе производится из коробчатого магазина емкостью на 5 патронов. Винтовка комплектуется десятикратным оптическим прицелом Unertl. Рассеивание на дистанции 300 м — не более 1 угловой минуты (5 выстрелов укладываются в круг диаметром 80 мм)." 
TacticalText="<Bullet/>Тип: Снайперская винтовка\n<Bullet/>Режим ведения огня: Одиночный\n<Bullet/>Принцип действия: Скользящий затвор\n<Bullet/>Тип боеприпаса: 7.62x51мм НАТО\n<Bullet/>Страна производитель: США\n<Bullet/>Уровень технологии: Базовое оружие"

[TC_WOTC_RPR_MWR_M40A3_T2 X2WeaponTemplate]
FriendlyName="<font color='#27AAE1'><b>UAM M-762</b></font>"
FriendlyNamePlural="<font color='#27AAE1'><b>UAM M-762</b></font>"
AbilityDescName="снайперская винтовка"
BriefSummary="M40 - американская снайперская винтовка, сконструированная на базе Remington 40ХВ (в свою очередь являющейся усовершенствованым вариантом Remington 700). Для стрельбы из M40 применяются винтовочные патроны калибра 7,62×51 мм NATO. Технически представляет собой винтовку с продольно-скользящим поворотным затвором. Подача патронов при стрельбе производится из коробчатого магазина емкостью на 5 патронов. Винтовка комплектуется десятикратным оптическим прицелом Unertl. Рассеивание на дистанции 300 м — не более 1 угловой минуты (5 выстрелов укладываются в круг диаметром 80 мм).\nXM402 - прототип снайперской винтовки основанный на M40. Применение технологии Гаусса, вкупе со стволом, изготовленным из инопланетных сплавов, позволили существенно улучшить боевые характеристики данного образца."
TacticalText="<Bullet/>Тип: Снайперская винтовка\n<Bullet/>Режим ведения огня: Одиночный\n<Bullet/>Принцип действия: Скользящий затвор\n<Bullet/>Тип боеприпаса: 7.62x51мм НАТО\n<Bullet/>Страна производитель: США\n<Bullet/>Уровень технологии: Магнитное оружие"

[TC_WOTC_RPR_MWR_M40A3_T3 X2WeaponTemplate]
FriendlyName="<font color='#CF4517'><b>UAM M-2000</b></font>"
FriendlyNamePlural="<font color='#CF4517'><b>UAM M-2000</b></font>"
AbilityDescName="снайперская винтовка"
BriefSummary="M40 - американская снайперская винтовка, сконструированная на базе Remington 40ХВ (в свою очередь являющейся усовершенствованым вариантом Remington 700). Для стрельбы из M40 применяются винтовочные патроны калибра 7,62×51 мм NATO. Технически представляет собой винтовку с продольно-скользящим поворотным затвором. Подача патронов при стрельбе производится из коробчатого магазина емкостью на 5 патронов. Винтовка комплектуется десятикратным оптическим прицелом Unertl. Рассеивание на дистанции 300 м — не более 1 угловой минуты (5 выстрелов укладываются в круг диаметром 80 мм).\nUSAM 403 - новое поколение снайперских винтовок основанных на технологиях винтовки M40. Замена ствола высокочастотным цилиндром, позволили данному образцу пробивать любую существующую броню, что несомненно станет сюрпризом для противника."
TacticalText="<Bullet/>Тип: Снайперская винтовка\n<Bullet/>Режим ведения огня: Одиночный\n<Bullet/>Принцип действия: Скользящий затвор\n<Bullet/>Тип боеприпаса: 7.62x51мм НАТО\n<Bullet/>Страна производитель: США\n<Bullet/>Уровень технологии: Лучевое оружие"